Show / Hide Table of Contents
Enum StructuralPlateType
Tyoe of structural plate
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum StructuralPlateType
Fields
 Name |  Description
 SteelPlate
Steel plate
 Weld
Weld
 Improve this Doc
 View Source